let datawx=[
    {"SGDH":"SG2104015002","WXXZ":"路救","WXXZ2":"","BXY":"","JSY":3644,"JYY":"","DDY":"","BXSJ":"2021/4/1 6:30","WGSJ":"2021/4/1 7:00","CKID":1,"SSJCID":1,"SSJCCKID":1,"SSFGS":"一分公司","ZBH":"W0B-024","CPH":"沪B-D2331","XL":915,"XM":"动力差","BXBM":'1G04'},
    {"SGDH":"SG2104012005","WXXZ":"保养","WXXZ2":"一级维护","BXY":"毛晓华","JSY":5031,"JYY":"","DDY":"","BXSJ":"2021/4/1 8:24","WGSJ":"2021/4/1 10:00","CKID":0,"SSJCID":2,"SSJCCKID":2,"SSFGS":"六分公司","ZBH":"W0J-056","CPH":"沪A-33357D","XL":638,"XM":"一级维护","BXBM":2101},
    {"SGDH":"SG2104012010","WXXZ":"保养","WXXZ2":"一级维护","BXY":"毛晓华","JSY":5031,"JYY":"","DDY":"","BXSJ":"2021/4/1 8:25","WGSJ":"2021/4/1 14:00","CKID":0,"SSJCID":2,"SSJCCKID":2,"SSFGS":"六分","ZBH":"W0J-081","CPH":"沪A-58883D","XL":981,"XM":"一级维护","BXBM":2101},
    {"SGDH":"SG2104015001","WXXZ":"路救","WXXZ2":"","BXY":"","JSY":5731,"JYY":"","DDY":"","BXSJ":"2021/4/1 8:40","WGSJ":"2021/4/1 8:20","CKID":1,"SSJCID":1,"SSJCCKID":1,"SSFGS":"一分公司","ZBH":"W9B-194","CPH":"沪D-39169","XL":"浦江1路","XM":"无法启动、熄火","BXBM":'1G02'},
    {"SGDH":"SG2104011392","WXXZ":"小修","WXXZ2":"车轮","BXY":"谢俊","JSY":2156,"JYY":"","DDY":"","BXSJ":"2021/4/1 10:15","WGSJ":"","CKID":0,"SSJCID":1,"SSJCCKID":1,"SSFGS":"一分公司","ZBH":"W2B-065","CPH":"沪B-87402","XL":915,"XM":"损坏","BXBM":'1X03'},
    {"SGDH":"SG2104013007","WXXZ":"小修","WXXZ2":"空调系统","BXY":"刘俊杰","JSY":4795,"JYY":"","DDY":"","BXSJ":"2021/4/1 10:28","WGSJ":"2021/4/1 11:50","CKID":0,"SSJCID":3,"SSJCCKID":3,"SSFGS":"一分公司","ZBH":"W9D-094","CPH":"沪D-82416","XL":163,"XM":"喇叭、倒车喇叭故障","BXBM":1106},
    {"SGDH":"SG2104013007","WXXZ":"小修","WXXZ2":"空调系统","BXY":"刘俊杰","JSY":4795,"JYY":"","DDY":"","BXSJ":"2021/4/1 10:28","WGSJ":"2021/4/1 11:50","CKID":0,"SSJCID":3,"SSJCCKID":3,"SSFGS":"一分公司","ZBH":"W9D-094","CPH":"沪D-82416","XL":163,"XM":"冷空调故障","BXBM":1904},
    {"SGDH":"SG2104013033","WXXZ":"保养","WXXZ2":"一级维护","BXY":"秦斌","JSY":5037,"JYY":"","DDY":"","BXSJ":"2021/4/1 16:50","WGSJ":"2021/4/2 0:00","CKID":0,"SSJCID":3,"SSJCCKID":3,"SSFGS":"一分公司","ZBH":"W0B-025","CPH":"沪B-D2339","XL":915,"XM":"一级维护","BXBM":2101},
    {"SGDH":"SG2104011307","WXXZ":"保养","WXXZ2":"一级维护","BXY":"彭利平","JSY":0201,"JYY":"","DDY":"","BXSJ":"2021/4/1 17:03","WGSJ":"2021/4/1 20:05","CKID":0,"SSJCID":1,"SSJCCKID":1,"SSFGS":"二分","ZBH":"Y9A-014","CPH":"沪A-31977D","XL":786,"XM":"一级维护","BXBM":2101},
    {"SGDH":"SG2104011312","WXXZ":"保养","WXXZ2":"一级维护","BXY":"彭利平","JSY":0201,"JYY":"","DDY":"","BXSJ":"2021/4/1 17:03","WGSJ":"2021/4/1 22:10","CKID":0,"SSJCID":1,"SSJCCKID":1,"SSFGS":"三分公司","ZBH":"L0E-026","CPH":"沪A-32598D","XL":"961路电车","XM":"一级维护","BXBM":2101},
    {"SGDH":"SG2104011317","WXXZ":"保养","WXXZ2":"一级维护","BXY":"彭利平","JSY":0201,"JYY":"","DDY":"","BXSJ":"2021/4/1 17:03","WGSJ":"2021/4/1 21:15","CKID":0,"SSJCID":1,"SSJCCKID":1,"SSFGS":"三分公司","ZBH":"L0E-126","CPH":"沪A-32651D","XL":871,"XM":"一级维护","BXBM":2101},
    {"SGDH":"SG2104011322","WXXZ":"保养","WXXZ2":"一级维护","BXY":"彭利平","JSY":0201,"JYY":"","DDY":"","BXSJ":"2021/4/1 17:04","WGSJ":"2021/4/1 19:58","CKID":0,"SSJCID":1,"SSJCCKID":1,"SSFGS":"二分","ZBH":"S0Q-134","CPH":"沪A-57029D","XL":985,"XM":"一级维护","BXBM":2101},
    {"SGDH":"SG2104011327","WXXZ":"保养","WXXZ2":"一级维护","BXY":"彭利平","JSY":0201,"JYY":"","DDY":"","BXSJ":"2021/4/1 17:04","WGSJ":"2021/4/1 22:10","CKID":0,"SSJCID":1,"SSJCCKID":1,"SSFGS":"三分","ZBH":"Y9A-030","CPH":"沪A-36121D","XL":"花木2路","XM":"一级维护","BXBM":2101},
    {"SGDH":"SG2104011337","WXXZ":"保养","WXXZ2":"一级维护","BXY":"彭利平","JSY":0201,"JYY":"","DDY":"","BXSJ":"2021/4/1 17:06","WGSJ":"2021/4/1 21:00","CKID":0,"SSJCID":1,"SSJCCKID":1,"SSFGS":"六分公司","ZBH":"S9D-030","CPH":"沪A-50228D","XL":454,"XM":"一级维护","BXBM":2101},
    {"SGDH":"SG2104013038","WXXZ":"保养","WXXZ2":"一级维护","BXY":"秦斌","JSY":5037,"JYY":"","DDY":"","BXSJ":"2021/4/1 17:18","WGSJ":"2021/4/1 23:30","CKID":0,"SSJCID":3,"SSJCCKID":3,"SSFGS":"一分公司","ZBH":"W0F-033","CPH":"沪D-55428","XL":"闵行20","XM":"一级维护","BXBM":2101},
    {"SGDH":"SG2104013043","WXXZ":"保养","WXXZ2":"一级维护","BXY":"秦斌","JSY":5037,"JYY":"","DDY":"","BXSJ":"2021/4/1 17:19","WGSJ":"2021/4/1 22:30","CKID":0,"SSJCID":3,"SSJCCKID":3,"SSFGS":"一分公司","ZBH":"W0F-075","CPH":"沪D-58343","XL":"浦江3路","XM":"一级维护","BXBM":2101},
    {"SGDH":"SG2104013048","WXXZ":"保养","WXXZ2":"一级维护","BXY":"秦斌","JSY":5037,"JYY":"","DDY":"","BXSJ":"2021/4/1 17:21","WGSJ":"2021/4/1 23:00","CKID":0,"SSJCID":3,"SSJCCKID":3,"SSFGS":"一分公司","ZBH":"W0F-087","CPH":"沪D-58213","XL":"闵行20","XM":"一级维护","BXBM":2101},
    {"SGDH":"SG2104013053","WXXZ":"保养","WXXZ2":"一级维护","BXY":"秦斌","JSY":5037,"JYY":"","DDY":"","BXSJ":"2021/4/1 17:22","WGSJ":"2021/4/1 22:00","CKID":0,"SSJCID":3,"SSJCCKID":3,"SSFGS":"一分公司","ZBH":"W2B-065","CPH":"沪B-87402","XL":915,"XM":"一级维护","BXBM":2101},
    {"SGDH":"SG2104013058","WXXZ":"保养","WXXZ2":"一级维护","BXY":"秦斌","JSY":5037,"JYY":"","DDY":"","BXSJ":"2021/4/1 17:22","WGSJ":"2021/4/1 21:30","CKID":0,"SSJCID":3,"SSJCCKID":3,"SSFGS":"一分公司","ZBH":"W7C-085","CPH":"沪E-H4060","XL":"浦江5路","XM":"一级维护","BXBM":2101},
   
    ]


    let fwpj=[
		{
			"compMan":"",
			"content":"【工单备注：无】【工单来源：电话】【12345普通单】【12345接报时间：2021-08-12 07:20:24，12345截止时间：2021-09-02 07:20:24】市民来电反映：目前万周专线出了一条公告，此线路会撤线了，这样一来从耀华路到南汇汽车站必须是换3条线，情况不顺的话光等一辆车的时间就要半小时，十分不便。诉求：希望管理部门核实，市民建议不要将万周专线撤掉，适当提高费用是可以接受的。（需回复）",
			"hdlStatus":"处理中",
			"id":3884,
			"num":"2179817141",
			"receiveTime":"2021-08-12 10:28:32",
			"remark":"",
			"routeName":"万周专线",
			"source":"12345"
		},
		{
			"compMan":"",
			"content":"【工单备注：无】【工单来源：电话】【12345普通单】【12345接报时间：2021-08-12 09:30:46，12345截止时间：2021-09-02 09:30:46】市民来电反映：其为上述小区居民，之前就最后一公里车子的问题，安排了1011路公交车，该车经过塘桥地段医院、东仁济医院，4、6号地铁站，但该车在8月7日取消了，由浦东89路取代了，但是单线的，到不了2家医院，且运行线路不一样，且原先的车票从1元也变为了2元，该车之前也是居民争取得来的，现取消也没有听证会就单方面改变了。诉求：希望恢复1011路公交车并告知取消该线路的理由。",
			"hdlStatus":"处理中",
			"id":3885,
			"num":"2168805764",
			"receiveTime":"2021-08-12 09:51:56",
			"remark":"",
			"routeName":"1011路",
			"source":"12345"
		},
		{
			"compMan":"",
			"content":"【工单备注：无】【工单来源：微信】【12345普通单】【12345接报时间：2021-08-11 19:42:16，12345截止时间：2021-09-01 19:42:16】市民反映：浦东97路未规范命名车站，应该是上南路外环高速公路，但是现在是上南路外环线。诉求：请管理部门核实并予以纠正。",
			"hdlStatus":"处理中",
			"id":3886,
			"num":"2166451135",
			"receiveTime":"2021-08-11 19:46:36",
			"remark":"",
			"routeName":"浦东97路",
			"source":"12345"
		},
		{
			"compMan":"",
			"content":"【工单备注：无】【工单来源：微信】【12345普通单】【12345接报时间：2021-08-10 15:23:20，12345截止时间：2021-08-31 15:23:20】市民反映：原来1011路停运，改为浦东89路，但路线设置不合理，给茂兴大厦微山新村地区居民出行带来不便。原本从1011路线走向是从龙阳路经过微山路塘桥新路直接到达浦建路的塘桥地铁站及仁济医院等重要站点。现在路线完全反过来开要开到南码头绕行一大圈多绕行25到30分钟左右，且沿路几乎无人乘坐。原周围有很多老弱居民行动不便无法骑车，1011是去塘桥地铁站及仁济医院的重要交通方式，因此周边居民建议恢复原1011路走向，直接从塘桥枢纽站，开往浦建路。诉求：请酌情采纳。",
			"hdlStatus":"处理中",
			"id":3883,
			"num":"2136289761",
			"receiveTime":"2021-08-10 15:28:14",
			"remark":"",
			"routeName":"1011路",
			"source":"12345"
		},
		{
			"compMan":"",
			"content":"【工单备注：无】【工单来源：电话】【12345普通单】【12345接报时间：2021-08-09 20:28:55，12345截止时间：2021-08-30 20:28:55】市民来电反映:1011公交线被撤换为浦东89路，公交线路更绕，去塘桥地铁站、仁济医院、地段医院更加不便，原本5-10分钟一班车，现在改为15-25分钟，还查询不到到站信息，价格从1元涨到2元，诉求：增加班次。",
			"hdlStatus":"处理中",
			"id":3882,
			"num":"2180891084",
			"receiveTime":"2021-08-10 10:17:53",
			"remark":"",
			"routeName":"浦东89路",
			"source":"12345"
		},
		{
			"compMan":"",
			"content":"【工单备注：无】【工单来源：电话】【12345普通单】【12345接报时间：2021-08-04 10:04:55，12345截止时间：2021-08-25 10:04:55】市民来电反映：希望能够在上述地址给1138路公交增设站点。2个方向都增设。",
			"hdlStatus":"处理完毕",
			"id":3881,
			"num":"2163213462",
			"receiveTime":"2021-08-04 10:22:41",
			"remark":"乘客您好！经核实：线路站点的设置是由行业管理部门审核和根据客流情况统筹安排的，针对乘客反映的问题，我们会根据客流查看，如有需要会向上级部门反映，同时建议乘客向当地镇规划办反馈意见。针对此我们会加强管理，同时要求驾驶员根据审核的线路规范停靠，方便乘客出行。我们于2021年8月11日10：35分电话联系，向其说明情况并致以歉意，其表示理解并希望能帮忙解决出行乘客的需求。",
			"routeName":"1138路",
			"source":"12345"
		},
		{
			"compMan":"",
			"content":"【工单备注：无】【工单来源：电话】【12345普通单】【12345接报时间：2021-08-01 12:47:30，12345截止时间：2021-08-20 23:59:59】市民来电反映：浦东51路和浦东55路离居民小区太远，并且两个线路在同一站点，站点的间隔距离过长。故建议将两条线路的站点合并至移到大川公路南面近下盐路。（需要回复）",
			"hdlStatus":"处理完毕",
			"id":3879,
			"num":"2183113570",
			"receiveTime":"2021-08-01 12:50:19",
			"remark":"这位乘客您好！线路站点的调整是由行业管理部门审核和根据客流情况统筹安排的。针对乘客反映的问题，我们会去现场查看，如有需要会向上级部门反映，给乘客带来不便，敬请谅解。我们于2021年8月11日16：50分电话联系反映人，经过沟通说明后反映人表示理解。",
			"routeName":"浦东51路和浦东55路",
			"source":"12345"
		}
	]


module.exports={
    datawx,
    fwpj
}